LEXICON_RU: dict[str, str] = {
        '/start': 'Привет!\n\n' 
                '<b>Меня зовут Verto. </b>'
                'Я умею работать с разными типами файлов.\n\n'
                'Для начала выберите тип файлов, с которым хотите работать:',
        '/help': 'Я пока нахожусь в разработке, но вот, что я умею на данный момент:\n\n'
                '<b>/start</b> – описание функционала\n'
                '<b>/help</b> – список команд\n'
                '<b>/feedback</b> – контакты для обратной связи\n'
                '\n'
                'По кнопке <b>Меню</b> Вы также можете использовать все эти команды.\n\n'
                '<b>Чем я могу Вам помочь?</b>',
        '/feedback': 'Если у вас есть идеи и пожелания по улучшению работы Verto, '
                        'можете поделиться ими с его создателем. Помните, отзывы пользователей '
                        'помогают Verto совершенствоваться :)',

        'start_pdf_mode': 'Работаем с PDF!\n',
        'combine_pdf': 'Объединить➡️⬅️',
        'divide_pdf': 'Разделить⬅️➡️',
        'watermark_pdf': 'Водяной знак🖼',

        'creator': 'Мой создатель',
        'bot_name': 'Бот Verto',

        'other': 'Я не понимаю Вас, напишите /help, чтобы узнать, что я умею',
        'last_btn': 'Назад ❌️'
}

LEXICON_COMMANDS_RU: dict[str, str] = {
        '/start': 'Общая информация о боте',
        '/help': 'Описание взаимодействия с ботом',
        '/feedback': 'Отзывы и предложения по улучшению бота'
}
